/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ (%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@; %2$d %3$@; adat = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<NULLA>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "AA  adattitkossági sérelem";

/* Label of field in authority info access extension */
"Access Location" = "Helyzet hozzáférése";

/* Label of field in authority info access extension */
"Access Method" = "Hozzáférési metódus";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "Kapcsolat módosult";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "Algoritmus";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "Kiadó központ tanúsítványának sorozatszáma";

/* Authority info access extension label */
"Authority Information Access" = "Kiadó központ információs hozzáférés";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "Hatósági kulcsazonosító";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "Alapvető megszorítások";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "Bit karaktersor";

/* No comment provided by engineer. */
"bits" = "bit";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "Bájt karaktersor";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "bájt";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "CA  adattitkossági sérelem";

/* X.509 key usage bitfield name */
"Cert Sign" = "Tanúsítvány aláírás";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "Tanúsítványkiadó központ";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "Tanúsítvány-visszatartás";

/* Certificate Policies extension label */
"Certificate Policies" = "Tanúsítvány-irányelvek";

/* No comment provided by engineer. */
"Certificate Type" = "Tanúsítványtípus";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "Üzemelés megszűnése";

/* Label of field in Certificate Policies extension */
"CPS URI" = "CPS URI";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "Kritikus";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "CRL elosztási pontok";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "CRL-kibocsátó";

/* X.509 key usage bitfield name */
"CRL Sign" = "CRL-aláírás";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "Adatok";

/* X.509 key usage bitfield name */
"Data Encipherment" = "Adatrejtjelezés";

/* X.509 key usage bitfield name */
"Decipher Only" = "Csak megfejtő";

/* X.509 key usage bitfield name */
"Digital Signature" = "Digitális aláírás";

/* label for general name field value */
"Directory Name" = "Könyvtárnév";

/* label for general name field value */
"DNS Name" = "DNS-név";

/* label for general name field value */
"EDI Party Name" = "EDI-fél neve";

/* label for general name field value */
"Email Address" = "E-mail cím";

/* X.509 key usage bitfield name */
"Encipher Only" = "Csak rejtjelező";

/* No comment provided by engineer. */
"Expired" = "Lejárt";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "Lejár";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "Explicit szöveg";

/* Extended key usage extension label */
"Extended Key Usage" = "Kiterjesztett kulcshasználat";

/* Label used for General Name entry when value is invalid */
"General Name" = "Általános név";

/* Label used for General Names when value is invalid */
"General Names" = "Általános nevek";

/* No comment provided by engineer. */
"Hostname mismatch." = "Hosztnéveltérés";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "Felfüggesztési szabályzattársítás";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "Érvénytelen %@";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "Érvénytelen tanúsítványlánc-összekapcsolás.";

/* label for general name field value */
"IP Address" = "IP-cím";

/* No comment provided by engineer. */
"Issued By" = "Kibocsátó";

/* No comment provided by engineer. */
"Issuer Name" = "Kibocsátónév";

/* No comment provided by engineer. */
"Issuer Summary" = "Kibocsátói összegzés";

/* No comment provided by engineer. */
"Issuer Unique ID" = "Kibocsátó egyedi ID";

/* X.509 key usage bitfield name */
"Key Agreement" = "Kulcsegyezmény";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "Kulcs  adattitkossági sérelem";

/* X.509 key usage bitfield name */
"Key Encipherment" = "Kulcsrejtjelezés";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "Kulcsazonosító";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "A CRL-kibocsátóhoz viszonyított név";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "Nem";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Nem elutasító";

/* field value of parameters field when no parameters are present */
"none" = "semmi";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "nincs megjelenítve (tag = %1$@; hossz %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "Nem érvényes ez után";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "Nem érvényes ez előtt";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "Értesítési számok";

/* Netscape certificate type usage value */
"Object Signing" = "Objektum-aláíró";

/* Netscape certificate type usage value */
"Object Signing CA" = "Objektum-aláíró CA";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "Oid túl hosszú";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "Egy vagy több tanúsítvány lejárt vagy még nem érvényes.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "Egy vagy több nem támogatott kritikus kiterjesztés található.";

/* Label of field in Certificate Policies extension */
"Organization" = "Szervezet";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "Egyéb név";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "Paraméterek";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "Útvonalhossz-megszorítás";

/* Policy constraints extension label */
"Policy Constraints" = "Szabályzatmegszorítások";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "Szabályzatazonosító #%d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "Szabályzatminősítő #%d";

/* No comment provided by engineer. */
"Policy requirements not met." = "A szabályzatkövetelmények nem teljesültek.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "Pirvát kulcshasználati periódus";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "Jogosultság visszavonva";

/* No comment provided by engineer. */
"Public Key Algorithm" = "Nyilvános kulcs algoritmus";

/* No comment provided by engineer. */
"Public Key Data" = "Nyilvános kulcs adatok";

/* Label of field in extended key usage extension */
"Purpose" = "Cél";

/* Label of field in Certificate Policies extension */
"Qualifier" = "Minősítő";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "Okok";

/* label for general name field value */
"Registered ID" = "Regisztrált ID";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "Pontos szabályzatot kíván";

/* Netscape certificate type usage value */
"Reserved" = "Fenntartott";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "Gyökértanúsítvány nem megbízható.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "S/MIME CA";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "Sorozat";

/* No comment provided by engineer. */
"Serial Number" = "Sorozatszám";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "Beállítás";

/* No comment provided by engineer. */
"Signature" = "Aláírás";

/* No comment provided by engineer. */
"Signature Algorithm" = "Aláíró algoritmus";

/* Netscape certificate type usage value */
"SSL CA" = "SSL CA";

/* Netscape certificate type usage value */
"SSL client" = "SSL-kliens";

/* Netscape certificate type usage value */
"SSL server" = "SSL-szerver";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "Alany kulcsazonosítója";

/* No comment provided by engineer. */
"Subject Name" = "Alany neve";

/* No comment provided by engineer. */
"Subject Unique ID" = "Alany egyedi ID-je";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "Hatálytalanítva";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "Ennek a tanúsítványnak a kibocsátója lejárt";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "Ennek a tanúsítványnak a kibocsátója még nem érvényes";

/* No comment provided by engineer. */
"This certificate has expired" = "Ez a tanúsítvány lejárt";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "Ez a tanúsítvány még nem érvényes";

/* The certificate is temporally valid */
"This certificate is valid" = "Ez a tanúsítvány érvényes";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "Nem elemzett %@";

/* CRL Distribution Points extension supported reason name */
"Unused" = "Nem használt";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "Használat";

/* No comment provided by engineer. */
"Valid from" = "Érvényes ettől";

/* No comment provided by engineer. */
"Version" = "Verzió";

/* label for general name field value */
"X.400 Address" = "X.400-cím";

/* Label of a X.501 Name */
"X.501 Name" = "X.501 név";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "X.509 verziójú %1$d %2$stanúsítvány";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "Igen";

